Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Live Voice is a spoken, back-and-forth conversation with Hermes from the Chat tab. Your voice streams directly from this device to OpenAI; the Hermes host only sets up the session, so OpenAI also sees this device's network address, and each session shares recent chat messages for context. It needs an OpenAI API key on the Hermes host (OPENAI_API_KEY, or voice.gpt_live.api_key) and bills that key about $0.05 per minute while a session is open. This mode is a Hermes setting for the whole profile: it also switches voice in Hermes's own apps.
de: Live Voice ist ein gesprochenes Hin und Her mit Hermes im Tab „Chat“. Ihre Stimme wird direkt von diesem Gerät an OpenAI gestreamt; der Hermes-Host richtet nur die Sitzung ein, daher sieht OpenAI auch die Netzwerkadresse dieses Geräts, und jede Sitzung teilt aktuelle Chat-Nachrichten als Kontext. Dafür ist ein OpenAI-API-Schlüssel auf dem Hermes-Host erforderlich (OPENAI_API_KEY oder voice.gpt_live.api_key); abgerechnet werden etwa 0,05 $ pro Minute, solange eine Sitzung läuft. Dieser Modus ist eine Hermes-Einstellung für das gesamte Profil: Er wechselt auch die Sprachausgabe in den eigenen Apps von Hermes.
es: Live Voice es una conversación hablada de ida y vuelta con Hermes desde la pestaña Chat. Tu voz se transmite directamente desde este dispositivo a OpenAI; el host de Hermes solo prepara la sesión, así que OpenAI también ve la dirección de red de este dispositivo, y cada sesión comparte mensajes recientes del chat como contexto. Requiere una clave de API de OpenAI en el host de Hermes (OPENAI_API_KEY, o voice.gpt_live.api_key) y cobra a esa clave unos 0,05 USD por minuto mientras la sesión esté abierta. Este modo es un ajuste de Hermes para todo el perfil: también cambia la voz en las propias apps de Hermes.
fr: Live Voice est une conversation parlée, en va-et-vient, avec Hermes depuis l’onglet Chat. Votre voix est diffusée directement de cet appareil vers OpenAI ; l’hôte Hermes ne fait que mettre en place la session, OpenAI voit donc aussi l’adresse réseau de cet appareil, et chaque session partage les messages récents du chat comme contexte. Cela nécessite une clé d’API OpenAI sur l’hôte Hermes (OPENAI_API_KEY, ou voice.gpt_live.api_key) et facture environ 0,05 $ par minute à cette clé tant qu’une session est ouverte. Ce mode est un réglage Hermes valable pour tout le profil : il change aussi la voix dans les apps de Hermes.
ja: Live Voice は、チャットタブから Hermes と音声でやり取りする機能です。あなたの声はこのデバイスから OpenAI へ直接ストリーミングされます。Hermes ホストはセッションを設定するだけなので、OpenAI はこのデバイスのネットワークアドレスも把握します。また、各セッションは最近のチャットメッセージをコンテキストとして共有します。Hermes ホスト上の OpenAI API キー（OPENAI_API_KEY または voice.gpt_live.api_key）が必要で、セッションが開いている間、そのキーに 1 分あたり約 0.05 ドルが課金されます。このモードはプロファイル全体に適用される Hermes の設定で、Hermes 自身のアプリでも音声が切り替わります。
pt_br: O Live Voice é uma conversa falada, de ida e volta, com o Hermes pela aba Chat. Sua voz é transmitida direto deste dispositivo para a OpenAI; o host do Hermes apenas prepara a sessão, então a OpenAI também vê o endereço de rede deste dispositivo, e cada sessão compartilha mensagens recentes do chat como contexto. Requer uma chave de API da OpenAI no host do Hermes (OPENAI_API_KEY, ou voice.gpt_live.api_key) e cobra dessa chave cerca de US$ 0,05 por minuto enquanto a sessão estiver aberta. Este modo é um ajuste do Hermes para todo o perfil: ele também troca a voz nos próprios apps do Hermes.
zh_hans: Live Voice 是在“聊天”标签页中与 Hermes 进行的来回语音对话。你的声音会从本设备直接流式传输到 OpenAI；Hermes 主机只负责建立会话，因此 OpenAI 也会看到本设备的网络地址，而且每次会话都会共享最近的聊天消息作为上下文。它需要 Hermes 主机上有 OpenAI API 密钥（OPENAI_API_KEY 或 voice.gpt_live.api_key），并在会话开启期间按每分钟约 0.05 美元向该密钥计费。此模式是适用于整个 Hermes 配置档的设置：它也会切换 Hermes 自有应用中的语音。

source: Live Voice is listening
de: Live Voice hört zu
es: Live Voice está escuchando
fr: Live Voice est à l’écoute
ja: Live Voice が聞き取っています
pt_br: O Live Voice está ouvindo
zh_hans: Live Voice 正在聆听

source: Live Voice is running in another Scarf window. End it there first.
de: Live Voice läuft in einem anderen Scarf-Fenster. Beenden Sie es zuerst dort.
es: Live Voice se está ejecutando en otra ventana de Scarf. Finalízalo ahí primero.
fr: Live Voice est actif dans une autre fenêtre Scarf. Terminez-le d’abord là-bas.
ja: Live Voice は別の Scarf ウインドウで実行中です。まずそちらで終了してください。
pt_br: O Live Voice está em execução em outra janela do Scarf. Encerre-o lá primeiro.
zh_hans: Live Voice 正在另一个 Scarf 窗口中运行。请先在那里结束。

source: Live Voice needs Hermes 0.21.3 or newer on this server.
de: Live Voice benötigt auf diesem Server Hermes 0.21.3 oder neuer.
es: Live Voice requiere Hermes 0.21.3 o posterior en este servidor.
fr: Live Voice nécessite Hermes 0.21.3 ou une version plus récente sur ce serveur.
ja: Live Voice にはこのサーバーで Hermes 0.21.3 以降が必要です。
pt_br: O Live Voice precisa do Hermes 0.21.3 ou mais recente neste servidor.
zh_hans: Live Voice 需要此服务器上的 Hermes 0.21.3 或更高版本。

source: Live Voice needs an OpenAI API key on the Hermes host.
de: Live Voice benötigt einen OpenAI-API-Schlüssel auf dem Hermes-Host.
es: Live Voice necesita una clave de API de OpenAI en el host de Hermes.
fr: Live Voice nécessite une clé d’API OpenAI sur l’hôte Hermes.
ja: Live Voice には Hermes ホスト上の OpenAI API キーが必要です。
pt_br: O Live Voice precisa de uma chave de API da OpenAI no host do Hermes.
zh_hans: Live Voice 需要 Hermes 主机上的 OpenAI API 密钥。

source: Live Voice needs an OpenAI API key on your Hermes host. Nothing was charged.
de: Live Voice benötigt einen OpenAI-API-Schlüssel auf Ihrem Hermes-Host. Es wurde nichts berechnet.
es: Live Voice necesita una clave de API de OpenAI en tu host de Hermes. No se cobró nada.
fr: Live Voice nécessite une clé d’API OpenAI sur votre hôte Hermes. Rien n’a été facturé.
ja: Live Voice には Hermes ホスト上の OpenAI API キーが必要です。課金は発生していません。
pt_br: O Live Voice precisa de uma chave de API da OpenAI no seu host do Hermes. Nada foi cobrado.
zh_hans: Live Voice 需要你的 Hermes 主机上有 OpenAI API 密钥。未产生任何费用。

source: Live Voice needs setup
de: Live Voice muss eingerichtet werden
es: Hay que configurar Live Voice
fr: Live Voice doit être configuré
ja: Live Voice の設定が必要です
pt_br: O Live Voice precisa ser configurado
zh_hans: Live Voice 需要设置

source: Live Voice sends your voice to %@
de: Live Voice sendet Ihre Stimme an %@
es: Live Voice envía tu voz a %@
fr: Live Voice envoie votre voix à %@
ja: Live Voice はあなたの声を %@ に送信します
pt_br: O Live Voice envia sua voz para %@
zh_hans: Live Voice 会将你的语音发送给 %@

source: Live Voice stopped
de: Live Voice gestoppt
es: Live Voice se detuvo
fr: Live Voice arrêté
ja: Live Voice を停止しました
pt_br: Live Voice parou
zh_hans: Live Voice 已停止

source: Live Voice stopped unexpectedly.
de: Live Voice wurde unerwartet beendet.
es: Live Voice se detuvo de forma inesperada.
fr: Live Voice s’est arrêté de façon inattendue.
ja: Live Voice が予期せず停止しました。
pt_br: O Live Voice parou inesperadamente.
zh_hans: Live Voice 意外停止。

source: Live Voice took too long to connect.
de: Live Voice hat für den Verbindungsaufbau zu lange gebraucht.
es: Live Voice tardó demasiado en conectarse.
fr: Live Voice a mis trop de temps à se connecter.
ja: Live Voice の接続に時間がかかりすぎました。
pt_br: O Live Voice demorou demais para conectar.
zh_hans: Live Voice 连接超时。

source: Message Hermes
de: Nachricht an Hermes
es: Enviar un mensaje a Hermes
fr: Écrire à Hermes
ja: Hermes にメッセージを送る
pt_br: Enviar mensagem ao Hermes
zh_hans: 给 Hermes 发消息

source: Microphone access is off. Enable it in Settings to dictate.
de: Der Mikrofonzugriff ist aus. Aktivieren Sie ihn in den Einstellungen, um zu diktieren.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes para dictar.
fr: L’accès au microphone est désactivé. Activez-le dans Réglages pour dicter.
ja: マイクへのアクセスがオフです。音声入力するには「設定」でオンにしてください。
pt_br: O acesso ao microfone está desativado. Ative em Ajustes para ditar.
zh_hans: 麦克风访问已关闭。请在“设置”中开启后再口述。

source: Microphone access is off. Enable it in Settings to use Live Voice.
de: Der Mikrofonzugriff ist aus. Aktivieren Sie ihn in den Einstellungen, um Live Voice zu verwenden.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes para usar Live Voice.
fr: L’accès au microphone est désactivé. Activez-le dans Réglages pour utiliser Live Voice.
ja: マイクへのアクセスがオフです。Live Voice を使うには「設定」でオンにしてください。
pt_br: O acesso ao microfone está desativado. Ative em Ajustes para usar o Live Voice.
zh_hans: 麦克风访问已关闭。请在“设置”中开启后再使用 Live Voice。

source: Microphone muted
de: Mikrofon stummgeschaltet
es: Micrófono silenciado
fr: Microphone coupé
ja: マイクをミュート中
pt_br: Microfone no mudo
zh_hans: 麦克风已静音

source: Move Down
de: Nach unten
es: Bajar
fr: Descendre
ja: 下に移動
pt_br: Mover para baixo
zh_hans: 下移

source: Move Up
de: Nach oben
es: Subir
fr: Monter
ja: 上に移動
pt_br: Mover para cima
zh_hans: 上移

source: Mute
de: Stummschalten
es: Silenciar
fr: Couper le son
ja: ミュート
pt_br: Silenciar
zh_hans: 静音

source: Mute microphone
de: Mikrofon stummschalten
es: Silenciar el micrófono
fr: Couper le microphone
ja: マイクをミュート
pt_br: Silenciar o microfone
zh_hans: 将麦克风静音

source: No critical advisories · %lld finding(s): %@.
de: Keine kritischen Hinweise · %1$lld Fund(e): %2$@.
es: Sin avisos críticos · %1$lld hallazgo(s): %2$@.
fr: Aucune alerte critique · %1$lld constat(s) : %2$@.
ja: 重大な勧告はありません · %1$lld 件の指摘: %2$@。
pt_br: Sem avisos críticos · %1$lld achado(s): %2$@.
zh_hans: 无严重公告 · %1$lld 项发现：%2$@。

source: No critical advisories · %lld lower-severity finding(s).
de: Keine kritischen Hinweise · %lld Fund(e) geringerer Schwere.
es: Sin avisos críticos · %lld hallazgo(s) de menor gravedad.
fr: Aucune alerte critique · %lld constat(s) de moindre gravité.
ja: 重大な勧告はありません · 深刻度の低い指摘が %lld 件。
pt_br: Sem avisos críticos · %lld achado(s) de menor gravidade.
zh_hans: 无严重公告 · %lld 项较低严重程度的发现。

source: No microphone is available.
de: Es ist kein Mikrofon verfügbar.
es: No hay ningún micrófono disponible.
fr: Aucun microphone n’est disponible.
ja: 利用できるマイクがありません。
pt_br: Nenhum microfone está disponível.
zh_hans: 没有可用的麦克风。

source: No one has spoken for a while. Live Voice ends in about a minute unless you speak, to save cost.
de: Es hat eine Weile niemand gesprochen. Live Voice endet in etwa einer Minute, wenn Sie nicht sprechen, um Kosten zu sparen.
es: Hace un rato que nadie habla. Live Voice terminará en aproximadamente un minuto si no hablas, para ahorrar costes.
fr: Personne n’a parlé depuis un moment. Live Voice s’arrêtera dans une minute environ si vous ne parlez pas, pour limiter les coûts.
ja: しばらく誰も話していません。話しかけないと、費用節約のために約 1 分で Live Voice が終了します。
pt_br: Ninguém fala há um tempo. O Live Voice termina em cerca de um minuto se você não falar, para economizar custos.
zh_hans: 已有一段时间无人说话。如果你不说话，Live Voice 将在约一分钟后结束，以节省费用。

source: No result — Hermes printed nothing recognisable
de: Kein Ergebnis — Hermes hat nichts Erkennbares ausgegeben
es: Sin resultado: Hermes no imprimió nada reconocible
fr: Aucun résultat — Hermes n’a rien affiché de reconnaissable
ja: 結果なし — Hermes は認識できる出力を返しませんでした
pt_br: Sem resultado — o Hermes não imprimiu nada reconhecível
zh_hans: 无结果——Hermes 未输出可识别的内容

source: Not accepted
de: Nicht akzeptiert
es: No aceptado
fr: Non accepté
ja: 未同意
pt_br: Não aceito
zh_hans: 未接受

source: Not accepted on this Mac. Scarf asks before the first session.
de: Auf diesem Mac nicht akzeptiert. Scarf fragt vor der ersten Sitzung.
es: No aceptado en este Mac. Scarf preguntará antes de la primera sesión.
fr: Non accepté sur ce Mac. Scarf demandera avant la première session.
ja: この Mac では未同意です。Scarf は最初のセッションの前に確認します。
pt_br: Não aceito neste Mac. O Scarf pergunta antes da primeira sessão.
zh_hans: 尚未在此 Mac 上接受。Scarf 会在首次会话前询问。

source: Nothing was heard. Hold the microphone button while you speak.
de: Es wurde nichts gehört. Halten Sie die Mikrofontaste gedrückt, während Sie sprechen.
es: No se oyó nada. Mantén pulsado el botón del micrófono mientras hablas.
fr: Rien n’a été entendu. Maintenez le bouton du microphone pendant que vous parlez.
ja: 何も聞き取れませんでした。話している間はマイクボタンを押し続けてください。
pt_br: Nada foi ouvido. Mantenha o botão do microfone pressionado enquanto fala.
zh_hans: 没有听到任何声音。说话时请按住麦克风按钮。

source: Occurrences
de: Vorkommen
es: Apariciones
ja: 発生回数
pt_br: Ocorrências
zh_hans: 出现次数

source: Off (default): a background fan-out returns as one message when the whole call finishes. On: each task returns as it finishes — more orchestrator turns.
de: Aus (Standard): Eine Fan-out-Ausführung im Hintergrund kommt als eine Nachricht zurück, wenn der gesamte Aufruf fertig ist. An: Jede Aufgabe kommt zurück, sobald sie fertig ist — mehr Orchestrator-Züge.
es: Desactivado (predeterminado): un reparto en segundo plano vuelve como un solo mensaje cuando termina toda la llamada. Activado: cada tarea vuelve en cuanto termina, con más turnos del orquestador.
fr: Désactivé (par défaut) : une distribution en arrière-plan revient en un seul message lorsque tout l’appel est terminé. Activé : chaque tâche revient dès qu’elle est terminée — davantage de tours d’orchestration.
ja: オフ（既定）: バックグラウンドのファンアウトは、呼び出し全体が終わった時点で 1 つのメッセージとして返ります。オン: 各タスクが終わり次第返るため、オーケストレーターのターンが増えます。
pt_br: Desligado (padrão): uma distribuição em segundo plano volta como uma única mensagem quando toda a chamada termina. Ligado: cada tarefa volta assim que termina — mais turnos do orquestrador.
zh_hans: 关闭（默认）：后台并行分发会在整个调用结束后作为一条消息返回。开启：每个任务完成后各自返回——编排回合会更多。

source: Open Privacy Settings
de: Datenschutzeinstellungen öffnen
es: Abrir los ajustes de privacidad
fr: Ouvrir les réglages de confidentialité
ja: プライバシー設定を開く
pt_br: Abrir os ajustes de privacidade
zh_hans: 打开隐私设置

source: Open a chat session to talk with Hermes.
de: Öffnen Sie eine Chat-Sitzung, um mit Hermes zu sprechen.
es: Abre una sesión de chat para hablar con Hermes.
fr: Ouvrez une session de chat pour parler avec Hermes.
ja: Hermes と話すには、チャットセッションを開いてください。
pt_br: Abra uma sessão de chat para falar com o Hermes.
zh_hans: 打开一个聊天会话即可与 Hermes 对话。

source: Open the Projects cockpit
de: Projekt-Cockpit öffnen
es: Abrir el panel de proyectos
fr: Ouvrir le cockpit Projets
ja: プロジェクトのコックピットを開く
pt_br: Abrir o painel de projetos
zh_hans: 打开项目驾驶舱

source: Open this on any device and enter the code:
de: Öffnen Sie dies auf einem beliebigen Gerät und geben Sie den Code ein:
es: Abre esto en cualquier dispositivo e introduce el código:
fr: Ouvrez ceci sur n’importe quel appareil et saisissez le code :
ja: 任意のデバイスでこれを開き、コードを入力してください:
pt_br: Abra isto em qualquer dispositivo e digite o código:
zh_hans: 在任意设备上打开此页面并输入代码：

source: OpenAI bills the OpenAI key on the Hermes host about $0.05 per minute while a session is open.
de: OpenAI berechnet dem OpenAI-Schlüssel auf dem Hermes-Host etwa 0,05 $ pro Minute, solange eine Sitzung läuft.
es: OpenAI cobra unos 0,05 USD por minuto a la clave de OpenAI del host de Hermes mientras la sesión esté abierta.
fr: OpenAI facture environ 0,05 $ par minute à la clé OpenAI de l’hôte Hermes tant qu’une session est ouverte.
ja: セッションが開いている間、OpenAI は Hermes ホスト上の OpenAI キーに 1 分あたり約 0.05 ドルを課金します。
pt_br: A OpenAI cobra cerca de US$ 0,05 por minuto da chave da OpenAI no host do Hermes enquanto a sessão estiver aberta.
zh_hans: 会话开启期间，OpenAI 会按每分钟约 0.05 美元向 Hermes 主机上的 OpenAI 密钥计费。

source: OpenAI ended the Live Voice session.
de: OpenAI hat die Live Voice-Sitzung beendet.
es: OpenAI finalizó la sesión de Live Voice.
fr: OpenAI a mis fin à la session Live Voice.
ja: OpenAI が Live Voice セッションを終了しました。
pt_br: A OpenAI encerrou a sessão do Live Voice.
zh_hans: OpenAI 结束了此次 Live Voice 会话。

source: OpenAI refused the Live Voice session (HTTP %lld).
de: OpenAI hat die Live Voice-Sitzung abgelehnt (HTTP %lld).
es: OpenAI rechazó la sesión de Live Voice (HTTP %lld).
fr: OpenAI a refusé la session Live Voice (HTTP %lld).
ja: OpenAI が Live Voice セッションを拒否しました (HTTP %lld)。
pt_br: A OpenAI recusou a sessão do Live Voice (HTTP %lld).
zh_hans: OpenAI 拒绝了此次 Live Voice 会话（HTTP %lld）。

source: OpenAI refused the Live Voice session (error %lld). Check the key's access and quota on the host.
de: OpenAI hat die Live Voice-Sitzung abgelehnt (Fehler %lld). Prüfen Sie Zugriff und Kontingent des Schlüssels auf dem Host.
es: OpenAI rechazó la sesión de Live Voice (error %lld). Comprueba el acceso y la cuota de la clave en el host.
fr: OpenAI a refusé la session Live Voice (erreur %lld). Vérifiez l’accès et le quota de la clé sur l’hôte.
ja: OpenAI が Live Voice セッションを拒否しました (エラー %lld)。ホスト上のキーのアクセス権とクォータを確認してください。
pt_br: A OpenAI recusou a sessão do Live Voice (erro %lld). Verifique o acesso e a cota da chave no host.
zh_hans: OpenAI 拒绝了此次 Live Voice 会话（错误 %lld）。请检查主机上该密钥的访问权限和配额。

source: OpenAI refused the Live Voice session.
de: OpenAI hat die Live Voice-Sitzung abgelehnt.
es: OpenAI rechazó la sesión de Live Voice.
fr: OpenAI a refusé la session Live Voice.
ja: OpenAI が Live Voice セッションを拒否しました。
pt_br: A OpenAI recusou a sessão do Live Voice.
zh_hans: OpenAI 拒绝了此次 Live Voice 会话。

source: OpenAI refused the Live Voice session. Check the key's access and quota on the host.
de: OpenAI hat die Live Voice-Sitzung abgelehnt. Prüfen Sie Zugriff und Kontingent des Schlüssels auf dem Host.
es: OpenAI rechazó la sesión de Live Voice. Comprueba el acceso y la cuota de la clave en el host.
fr: OpenAI a refusé la session Live Voice. Vérifiez l’accès et le quota de la clé sur l’hôte.
ja: OpenAI が Live Voice セッションを拒否しました。ホスト上のキーのアクセス権とクォータを確認してください。
pt_br: A OpenAI recusou a sessão do Live Voice. Verifique o acesso e a cota da chave no host.
zh_hans: OpenAI 拒绝了此次 Live Voice 会话。请检查主机上该密钥的访问权限和配额。

source: OpenAI rejected the API key on the Hermes host.
de: OpenAI hat den API-Schlüssel auf dem Hermes-Host zurückgewiesen.
es: OpenAI rechazó la clave de API del host de Hermes.
fr: OpenAI a rejeté la clé d’API de l’hôte Hermes.
ja: OpenAI が Hermes ホスト上の API キーを拒否しました。
pt_br: A OpenAI rejeitou a chave de API no host do Hermes.
zh_hans: OpenAI 拒绝了 Hermes 主机上的 API 密钥。

source: OpenAI reported a problem with Live Voice. The session is still running.
de: OpenAI hat ein Problem mit Live Voice gemeldet. Die Sitzung läuft weiter.
es: OpenAI informó de un problema con Live Voice. La sesión sigue en marcha.
fr: OpenAI a signalé un problème avec Live Voice. La session continue.
ja: OpenAI が Live Voice に関する問題を報告しました。セッションは継続中です。
pt_br: A OpenAI relatou um problema com o Live Voice. A sessão continua em andamento.
zh_hans: OpenAI 报告了 Live Voice 的一个问题。会话仍在继续。

source: OpenAI's rate limit or quota was reached for the key on the Hermes host.
de: Das Ratenlimit oder Kontingent von OpenAI wurde für den Schlüssel auf dem Hermes-Host erreicht.
es: Se alcanzó el límite de peticiones o la cuota de OpenAI para la clave del host de Hermes.
fr: La limite de débit ou le quota OpenAI a été atteint pour la clé de l’hôte Hermes.
ja: Hermes ホスト上のキーについて、OpenAI のレート制限またはクォータに達しました。
pt_br: O limite de requisições ou a cota da OpenAI foi atingido para a chave no host do Hermes.
zh_hans: Hermes 主机上的密钥已达到 OpenAI 的速率限制或配额。

source: Passive version and banner checks. `hermes update --check` still works when this is off.
de: Passive Versions- und Bannerprüfungen. `hermes update --check` funktioniert weiterhin, wenn dies aus ist.
es: Comprobaciones pasivas de versión y banner. `hermes update --check` sigue funcionando cuando esto está desactivado.
fr: Vérifications passives de version et de bannière. `hermes update --check` fonctionne toujours quand cette option est désactivée.
ja: バージョンとバナーのパッシブなチェックです。オフでも `hermes update --check` は使えます。
pt_br: Verificações passivas de versão e banner. O `hermes update --check` continua funcionando quando isto está desligado.
zh_hans: 被动的版本与横幅检查。关闭时 `hermes update --check` 仍可使用。

source: Playback Engine
de: Wiedergabe-Engine
es: Motor de reproducción
fr: Moteur de lecture
ja: 再生エンジン
pt_br: Motor de reprodução
zh_hans: 播放引擎

source: Playing
de: Wird abgespielt
es: Reproduciendo
fr: Lecture en cours
ja: 再生中
pt_br: Reproduzindo
zh_hans: 正在播放

source: Preparing Hermes Voice… (click to stop)
de: Hermes Voice wird vorbereitet… (zum Stoppen klicken)
es: Preparando Hermes Voice… (haz clic para detener)
fr: Préparation de Hermes Voice… (cliquez pour arrêter)
ja: Hermes Voice を準備中…（クリックで停止）
pt_br: Preparando o Hermes Voice… (clique para parar)
zh_hans: 正在准备 Hermes Voice…（点按可停止）

source: Preparing audio
de: Ton wird vorbereitet
es: Preparando el audio
fr: Préparation de l’audio
ja: 音声を準備中
pt_br: Preparando o áudio
zh_hans: 正在准备音频

source: Priority service tier for provider requests. Always = every request; Auto = the first seconds of every turn; Cold = a session's first turn only.
de: Vorrangige Servicestufe für Anfragen an den Anbieter. Immer = jede Anfrage; Automatisch = die ersten Sekunden jedes Zugs; Kalt = nur der erste Zug einer Sitzung.
es: Nivel de servicio prioritario para las peticiones al proveedor. Siempre = todas las peticiones; Automático = los primeros segundos de cada turno; En frío = solo el primer turno de una sesión.
fr: Niveau de service prioritaire pour les requêtes au fournisseur. Toujours = chaque requête ; Auto = les premières secondes de chaque tour ; À froid = uniquement le premier tour d’une session.
ja: プロバイダーへのリクエストの優先サービス階層です。「常に」＝すべてのリクエスト、「自動」＝各ターンの最初の数秒、「コールド」＝セッションの最初のターンのみ。
pt_br: Camada de serviço prioritária para requisições ao provedor. Sempre = todas as requisições; Automático = os primeiros segundos de cada turno; Frio = apenas o primeiro turno de uma sessão.
zh_hans: 向提供方发送请求时使用的优先服务层级。始终＝每个请求；自动＝每个回合的最初几秒；冷启动＝仅会话的首个回合。

source: Privacy Consent
de: Datenschutz-Einwilligung
es: Consentimiento de privacidad
fr: Consentement de confidentialité
ja: プライバシーへの同意
pt_br: Consentimento de privacidade
zh_hans: 隐私同意

source: Privacy-safe aggregate metrics collected into this profile's local telemetry directory. Collection and sending are separate opt-ins: with sending off, nothing leaves this machine. With both on, only data recorded inside an opt-in window is uploaded to %@.
de: Datenschutzfreundliche aggregierte Messwerte, die im lokalen Telemetrieverzeichnis dieses Profils gesammelt werden. Erfassen und Senden sind getrennte Zustimmungen: Ist das Senden aus, verlässt nichts diesen Rechner. Sind beide an, wird nur das hochgeladen, was innerhalb eines Zustimmungszeitraums aufgezeichnet wurde — an %@.
es: Métricas agregadas respetuosas con la privacidad, recogidas en el directorio de telemetría local de este perfil. Recoger y enviar son dos opciones independientes: con el envío desactivado, nada sale de esta máquina. Con ambas activadas, solo se sube a %@ lo registrado dentro de un periodo de consentimiento.
fr: Métriques agrégées respectueuses de la vie privée, collectées dans le dossier de télémétrie local de ce profil. La collecte et l’envoi sont deux consentements distincts : avec l’envoi désactivé, rien ne quitte cette machine. Avec les deux activés, seules les données enregistrées pendant une période de consentement sont envoyées à %@.
ja: プライバシーに配慮した集計メトリクスで、このプロファイルのローカルなテレメトリディレクトリに収集されます。収集と送信は別々のオプトインです。送信がオフなら、このマシンから何も出ません。両方オンの場合、オプトイン期間内に記録されたデータのみが %@ にアップロードされます。
pt_br: Métricas agregadas que preservam a privacidade, coletadas no diretório local de telemetria deste perfil. Coletar e enviar são consentimentos separados: com o envio desligado, nada sai desta máquina. Com os dois ligados, apenas os dados registrados dentro de um período de consentimento são enviados para %@.
zh_hans: 注重隐私的聚合指标，收集到此配置档的本地遥测目录中。收集与发送是两个独立的选择：关闭发送时，任何数据都不会离开这台机器。两者都开启时，只有在同意窗口内记录的数据才会上传到 %@。

source: Projects couldn't be read
de: Die Projekte konnten nicht gelesen werden
es: No se pudieron leer los proyectos
fr: Impossible de lire les projets
ja: プロジェクトを読み込めませんでした
pt_br: Não foi possível ler os projetos
zh_hans: 无法读取项目

source: Projects registry damaged. %@
de: Die Projekt-Registry ist beschädigt. %@
es: El registro de proyectos está dañado. %@
fr: Le registre des projets est endommagé. %@
ja: プロジェクトのレジストリが破損しています。%@
pt_br: O registro de projetos está danificado. %@
zh_hans: 项目注册表已损坏。%@
